---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GridBankRowNum
source: html/bb704acd-1ade-a0dc-8c10-4a447c398ba8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GridBankRowNum Property

"Row"

## Syntax (C#)
```csharp
public static ForgeTypeId GridBankRowNum { get; }
```